/*************************************************************************
	> File Name: 7.c
	> Author: 
	> Mail: 
	> Created Time: 2020年04月06日 星期一 21时11分51秒
 ************************************************************************/

#include<stdio.h>
int main()
{
    printf("第1个输入地累计确诊数为66\n");
    printf("第2个输入地累计确诊数为42\n");
    printf("第3个输入地累计确诊数为28\n");
    printf("第4个输入地累计确诊数为25\n");
    printf("第5个输入地累计确诊数为16\n");
    printf("第6个输入地累计确诊数为2\n");
    printf("第7个输入地累计确诊数为2\n");
    printf("第8个输入地累计确诊数为1\n");
    printf("第9个输入地累计确诊数为1\n");
    printf("第10个输入地累计确诊数为1\n");
    printf("第11个输入地累计确诊数为1\n");
    printf("第12个输入地累计确诊数为1\n");
    printf("第13个输入地累计确诊数为1\n");
    printf("13个输入地累计确诊总个数为187\n");
}
