/*************************************************************************
	> File Name: c2.c
	> Author: 
	> Mail: 
	> Created Time: 2020年05月02日 星期六 20时40分53秒
 ************************************************************************/

#include<stdio.h>
int main()
{
    int x,y;
    scanf("%d",&x);
    if(x<50){
        if(x<10){
            y=x;
        }
        else{
            y=3*x-2;
        }
    }
    else{
        if(x>=100){
            y=5*x;
        }
        else{
            y=4*x+1;
        }
    }
    printf("y=%d\n",y);
}
